Repository: JosefHuber/upnp-plugin-irt
Catalog: po/*.po
Languages: de_de

source: The UPnP server is still running.
de_de: Der UPnP server läuft noch.

source: User defined
de_de: Benutzerdefiniert

source: Enable UPnP Server
de_de: UPnP-Server einschalten

source: disabled
de_de: ausgeschaltet

source: enabled
de_de: eingeschaltet

source: Auto detect settings
de_de: Einstellungen erkennen

source: no
de_de: nein

source: yes
de_de: ja

source: Bind to network interface
de_de: An aktuelle Netzwerkkarte binden

source: Current IP address
de_de: Aktuelle IP-Adresse

source: Set IP address
de_de: IP-Adresse setzen

source: Select port
de_de: Port auswählen

source: user definied
de_de: benutzerdefiniert

source: User specified port
de_de: benutzerdefinierter Port

source: Records
de_de: Aufnahmen

source: User videos
de_de: Benutzervideos

source: Invalid action
de_de: Ungültige Aktion

source: Invalid args
de_de: Ungültige Argumente

source: Invalid var
de_de: Ungültige Variable

source: Action failed
de_de: Aktion fehlgeschlagen

source: Argument value invalid
de_de: Argumentenwert ungültig

source: Argument value out of range
de_de: Argumentenwert außerhalb der Gültigkeit

source: Optional action not implemented
de_de: Optionale Aktion nicht implementiert

source: Out of memory
de_de: Kein Speicher verfügbar

source: Human intervention required
de_de: Benutzereingriff notwendig

source: String argument to long
de_de: Zeichenkettenargument zu lang

source: Action not authorized
de_de: Aktion nicht authorisiert

source: Signature failure
de_de: Signaturfehler

source: Signature missing
de_de: Signatur fehlt

source: Not encrypted
de_de: Nicht verschlüsselt

source: Invalid sequence
de_de: Ungültige Sequenz

source: Invalid control URL
de_de: Ungültige Steuer-URL

source: No such session
de_de: Keine solche Sitzung

source: Unknown error code. Contact the device manufacturer
de_de: Unbekannter Fehlercode. Kontaktieren Sie den Hersteller

source: Incompatible protocol info
de_de: Inkompatible Protokollinfo

source: Incompatible directions
de_de: Inkompatible Richtungen

source: Insufficient network resources
de_de: Nicht ausreichende Netzwerkressourcen

source: Local restrictions
de_de: Lokale Restriktionen

source: Access denied
de_de: Zugriff verweigert

source: Invalid connection reference
de_de: Ungültige Verbindungsreferenz

source: Not in network
de_de: Nicht in diesem Netzwerk

source: Bad metadata
de_de: Falsche Metadaten

source: Cannot process the request
de_de: Kann Anfrage nicht bearbeiten

source: Destination resource access denied
de_de: Zugriff auf Zielressource verweigert

source: Invalid current tag
de_de: Ungültiger aktueller Tag

source: Invalid new tag
de_de: Ungültiger neuer Tag

source: Invalid or unsupported search criteria
de_de: Ungültige oder nicht unterstütze Suchkriterie

source: Invalid or unsupported sort criteria
de_de: Ungültige oder nicht unterstützte Sortierkriterie

source: No such container
de_de: Kein solcher Container

source: No such destination resource
de_de: Keine solche Zielressource

source: No such file transfer
de_de: Kein solcher Datentransfer

source: No such objectID
de_de: Keine solche ObjektID

source: No such source resource
de_de: Keine solche Quellressource

source: Parameter mismatch
de_de: Parameter nicht passend

source: Read only tag
de_de: Nur lesbarer Tag

source: Required tag
de_de: Notwendiger Tag

source: Resource access denied
de_de: Zugriff auf Ressource verweigert

source: Restricted object
de_de: Beschränktes Objekt

source: Restricted parent
de_de: Beschränktes Elternobjekt

source: Transfer busy
de_de: Datentransfer ausgelastet
